# Задание 1
***
Написать программу, выводящую фразу “Привет, user!”, где user - имя пользователя, вводимое пользователем.
***
**Описание**: Данная программа с помощью `Scanner` считывает строку, введённую пользователем, и записывает её в переменную `userName`. Далее выводится приветствие вида "Привет, userName!" при помощи следующей строчки кода: `System.out.println("Привет, " + userName + "!");`.
***