# Задание 3
***
Напишите программу, которая на вход получает длину ребра додекаэдра и выводит его объем.
***
**Описание**:  Данная программа с помощью `Scanner` считывает строку, введённую пользователем, и записывает её в переменную `edge`. Далее рассчитывает объём додекаэдра по формуле `edge`^3 * (15 + (7 * sqrt(5)))/4 и выводит на экран с помощью команд `System.out.print `и `System.out.printf`.
***
